Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: Nichtbeachten der Hinweise in der Dokumentation bezüglich Sicherheit, Transport, Lagerung, Montage, Inbetriebnahme, Programmierung, Betrieb, Wartung und Einrichten der Maschine
ko_kr: 매뉴얼 상의 안전, 운송, 보관, 조립, 설치, 운용, 프로그래밍, 사용 및 유지보수 관리에 따른 지침을 준수하지 않았을 경우

source: eigenmächtige bauliche Veränderungen an der Maschine
ko_kr: 제품을 임의로 변경 및 설치하였을 경우

source: mangelhafte Überwachung von Maschinenteilen, die dem Verschleiß unterliegen
ko_kr: 소모품에 속하는 제품 부품에 대한 모니터링이 미흡했을 경우

source: Katastrophenfälle durch Fremdkörpereinwirkung und höhere Gewalt
ko_kr: 이물질 유입으로 인한 피해 발생 및 강한 충격 등에 의한 피해

source: Manche Bilder in der vorliegenden Dokumentation können geringfügig vom gelieferten Produkt abweichen, was jedoch das Verständnis nicht beeinträchtigt.
ko_kr: 본 매뉴얼에 수록된 그림의 경우 실제 납품된 제품과 약간의 차이가 있을 수 있으나, 제품을 이해하는 데에는 본질적인 영향을 미치지 않도록 고려했습니다.

source: Die abgedruckten Leistungsmerkmale von zu gelieferten Einrichtungen und Bauteilen entsprechen den Angaben der jeweiligen Hersteller.
ko_kr: 인도한 장치 및 부품에 대해 인쇄하여 표시한 성능적 특징은 각 제작사가 제공한 정보에 근거를 두고 있습니다.

source: Das Kapitel Leitfaden beschreibt die Klassifizierung und den Aufbau von Sicherheitshinweisen.
ko_kr: 소개 단원에서는 안전 지침의 분류와 구성이 수록되어 있습니다.

source: Der Leitfaden soll Ihnen die Handhabung der Dokumentation erleichtern.
ko_kr: 이 소개 단원을 통해 본 문서를 보다 더 쉽게 이해할 수 있을 것입니다.

source: Hier werden die verwendeten Piktogramme erklärt.
ko_kr: 이 단원에서는 사용한 그림문자를 설명하고 있습니다.

source: Des Weiteren erhalten Sie grundsätzliche Informationen, die für alle Anleitungen gelten.
ko_kr: 또한 모든 매뉴얼에서 동일하게 적용되는 기본 정보가 기술되어 있습니다.

source: In den Anleitungen werden folgende Zeichen, Hinweisarten und Piktogramme verwendet.
ko_kr: 지침사항에는 다음과 같은 기호, 참고사항 및 픽토그램이 사용되었습니다.

source: Dieser Punkt wird bei Aufzählungen verwendet
ko_kr: 이 기호는 글머리 기호에서 사용됩니다.

source: Nummern leiten einen Handlungsschritt ein.
ko_kr: 번호는 어떤 행동 단계를 가리키는 표시입니다.

source: Der Text nach diesem Pfeil weist auf das Ergebnis eines Handlungsschrittes hin
ko_kr: 이 화살표 뒤에 나오는 텍스트는 선행 작업 순서의 결과를 나타냅니다.

source: Sicherheitshinweise sollen Ihnen Klarheit über auftretende Gefahren verschaffen und Sie vor unsachgemäßer Verwendung sowie Restgefahren, Fehlbedienungen und deren Folgen warnen.
ko_kr: 안전 지침은 발생 가능한 위험 상황을 명시하며, 이로써 부적절한 사용 및 오용, 그리고 그로 인해 발생할 수 있는 위험에 대해 사전 경고합니다.

source: Ein Sicherheitshinweis wird durch ein Signalwort eingeleitet.
ko_kr: 안전 지침은 안전 관련 구호를 나타내는 문구로 시작됩니다.

source: Links ist dem Sicherheitshinweis ein Symbol vorangestellt.
ko_kr: 안전 지침 왼쪽에는 해당 아이콘이 표시됩니다.

source: Signalwort und Symbol sollen helfen die Gefahr richtig einzuordnen.
ko_kr: 이러한 안전 구호 및 아이콘을 통해 어떠한 종류의 위험인지가 올바르게 분류될 수 있습니다.

source: Auf das Signalwort folgt eine kurze Beschreibung der Gefahr und Angaben dazu, wie die Gefahr zu vermeiden ist.
ko_kr: 안전 관련 구호가 나타난 뒤에는 위험에 대한 설명 내용과 해당 위험을 회피할 수 있는 명시사항이 지시됩니다.

source: Anfang und Ende des Sicherheitshinweises wird jeweils durch eine Linie gekennzeichnet.
ko_kr: 안전 지침의 시작과 끝은 하나의 라인으로 구분되어 있습니다.

source: Beispiel
ko_kr: 보기

source: Gefahr!
ko_kr: 위험!

source: Beschreibung der Gefahr
ko_kr: 위험에 관한 설명

source: Richtiges Verhalten
ko_kr: 올바른 행동

source: Gefahr bezeichnet eine gefährliche Situation.
ko_kr: 위험은 위험한 상황을 나타냅니다.

source: Bei Nichtbeachten können schwerste Verletzungen oder Tod eintreten.
ko_kr: 이에 유의하지 않으면 중상이나 사망 사고가 발생할 수 있습니다.

source: Warnung bezeichnet eine möglicherweise gefährliche Situation.
ko_kr: 경고는 위험할 수 있는 상황을 가리킵니다.

source: Bei Nichtbeachten können Verletzungen oder Sachschäden eintreten.
ko_kr: 이를 준수하지 않을 경우 부상이나 물적 피해가 발생할 수 있습니다.

source: Kann die Gefahrenquelle genau angegeben werden, so wird das entsprechende Piktogramm vorangestellt.
ko_kr: 위험 요인을 정확히 명시할 수 있는 경우라면, 이에 해당하는 그림문자를 앞에 표시합니다.

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen die Gefahr besteht, eingequetscht zu werden.
ko_kr: 이 픽토그램은 끼임 사고의 가능성에 대해 경고합니다.

source: Elektrische Spannung!
ko_kr: 높은 전압!

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen die Gefahr eines Stromschlags besteht.
ko_kr: 이 픽토그램은 감전 사고의 가능성에 대해 경고합니다.

source: Explosionsgefahr!
ko_kr: 폭발 위험!

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen die Gefahr einer Explosion besteht.
ko_kr: 이 픽토그램은 폭발 사고의 가능성에 대해 경고합니다.

source: Absturzgefahr!
ko_kr: 추락 위험!

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen die Gefahr des Abstürzens besteht.
ko_kr: 이 픽토그램은 추락 사고의 가능성에 대해 경고합니다.

source: Brandgefahr!
ko_kr: 화재 위험!

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen im besonderen Maß Brandgefahr besteht.
ko_kr: 이 그림문자는 특별한 정도로 화재 위험이 있는 작업에 대해 경고합니다.

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen angehobene Lasten herabfallen können.
ko_kr: 이 픽토그램은 공중에 매달린 물체가 추락할 가능성이 있음을 경고합니다.

source: Schnittgefahr
ko_kr: 절단 위험

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen die Gefahr von Schnittverletzungen besteht.
ko_kr: 이 픽토그램은 절단 사고의 가능성이 있음을 경고합니다.

source: Heiße Oberfläche
ko_kr: 뜨거운 표면

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen die Gefahr von Verbrennungen besteht.
ko_kr: 이 픽토그램은 화상 사고의 가능성이 있음을 경고합니다.

source: Bewegte Maschinenteile
ko_kr: 기계의 가동 부품

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen die Gefahr des Hineinziehens von Gliedmaßen oder von Kleidung besteht.
ko_kr: 이 그림문자는 손과 발이나 의복이 휘말릴 위험이 있다고 경고합니다.

source: Giftige Stoffe
ko_kr: 유독성 물질

source: Dieses Piktogramm warnt vor Tätigkeiten, bei denen Vergiftungsgefahr durch Einatmen von Dämpfen oder Gasen bzw. durch Schlucken oder Berühren von Substanzen besteht.
ko_kr: 이 픽토그램은 증기나 가스의 흡입 또는 물질을 삼키거나 만질 경우 중독 위험이 있음을 경고합니다.

source: Umweltschutz
ko_kr: 환경보호

source: Besondere Angaben hinsichtlich Umweltschutz werden mit dem dargestellten Piktogramm eingeleitet.
ko_kr: 본 픽토그램은 환경보호에 관한 사항을 나타내고 있습니다.

source: Anwendungstipps und andere nützliche Informationen hinsichtlich der wirtschaftlichen Verwendung der Maschine werden mit dem dargestellten Piktogramm eingeleitet.
ko_kr: 여기에 표시된 그림문자는 기계의 경제적인 사용이라는 측면에서 유용한 조언과 기타 유익한 정보를 나타내고 있습니다.

source: Konformitätserklärung
ko_kr: 적합성 선언

source: Mit der EG-Konformitätserklärung bescheinigt der Hersteller, alle grundlegenden Sicherheits- und Gesundheitsanforderungen der EU-Maschinenrichtlinie 2006/42/EG, Anhang IIA, erfüllt zu haben.
ko_kr: 유럽공동체 적합성 선언서는 유럽공동체 기계류 지침 2006/42/EC, 부록 IIA에서 규정된 기본적인 모든 안전 및 보건 요건을 해당 제품이 충족하고 있음을 제작사가 증명하는 문서입니다.

source: CE−Zeichen
ko_kr: CE 마크

source: Das CE-Zeichen auf dem Produkt ist der sichtbare Ausdruck für die EG-Konformitätserklärung.
ko_kr: 제품에 표기된 CE 인증마크는 유럽 공동체 적합성증명서를 획득함을 보기 쉽게 구체적으로 명시한 것입니다.

source: Bei nachträglichem Anbau einer Automation an die Maschine, in Verbindung einer kraftbetriebenen, beweglichen Schutzeinrichtung, erlischt die Konformitätserklärung der Maschine.
ko_kr: 자동화 장치를 동력으로 구동되는 가동형 보호장치와 연결된 본 장비에 추가로 장착하면 본 장비의 적합성 선언은 무효가 됩니다.

source: Die Sicherheitsvorschriften fassen die grundlegenden Sicherheitshinweise zusammen, die beim Arbeiten und beim Umgang mit der Maschine zu beachten sind.
ko_kr: 안전규정은 머신을 조작하는데 필요한 기본적인 안전 지침을 포함하고 있습니다.

source: Darüber hinaus finden Sie auch Angaben zu:
ko_kr: 그 밖에도 다음에 대한 사항을 나타내고 있습니다.

source: bestimmungsgemäßer Verwendung
ko_kr: 규정에 따른 사용

source: Personalauswahl und Qualifikation
ko_kr: 작업자 선발 및 자격요건

source: Arbeitsbereich und Gefahrenbereich
ko_kr: 작업범위 및 위험영역

source: Beachten Sie ergänzend zur Technischen Dokumentation allgemeingültige gesetzliche und sonstige verbindliche Regelungen zur Unfallverhütung und zum Umweltschutz.
ko_kr: 기술자료 이 외에도 산재 방지 및 환경보호에 관한 일반 법률과 기타 중요 법규를 준수합니다.

source: Ergänzen Sie die Technische Dokumentation um Anweisungen einschließlich Aufsichts- und Meldepflichten zur Berücksichtigung betrieblicher Besonderheiten, z. B. hinsichtlich Arbeitsorganisation, Arbeitsabläufen, eingesetzten Personals.
ko_kr: 기술자료는 물론 관리 감독 및 신고 의무에 관한 규정, 그리고 작업 기관, 작업 일정 및 작업자에 관한 업무상 특이사항을 유념하기 바랍니다.

source: Zu einzelnen Handlungsschritten, die in der Technischen Dokumentation beschrieben werden, können spezielle Sicherheitshinweise notwendig sein.
ko_kr: 기술자료에 서술된 각 개별 작업 순서에 대해서는 특별한 안전 지침이 필요할 수 있습니다.

source: Diese speziellen Sicherheitshinweise finden Sie nur bei der Beschreibung der betreffenden Tätigkeit.
ko_kr: 이러한 특별 안전 지침은 각 해당 작업의 설명에서 찾아 볼 수 있습니다.

source: Die Einrichtungen der Fertigungslinie sind ausschließlich zur Ausrichtung von Werkstücken und zum Transport der im Auftrag bestimmten Werkstücke unter Einhaltung und Anwendung der komponenten- und maschinenspezifischen Kenndaten der Teilmaschinen sowie den gesetzlichen Sicherheitsvorschriften bestimmt.
ko_kr: 생산 라인에 있는 설비는 본 장비 및 각 하위 장치의 구성품 및 장비에 고유한 주요 사양을 고려하고 이용하며 법률적 안전 규정을 준수하며 공작물을 정렬하고 계약서에서 지정된 공작물을 운반하는 데만 사용하도록 규정되어 있습니다.

source: Für die Maschinen und Einrichtungen sind die Betriebsarten 1 (Automatikbetrieb) und 2 (Einrichtbetrieb) zugelassen.
ko_kr: 본 장비와 설비에 대해서는 작동 모드 1(자동 모드)와 작동 모드 2 (셋업 모드)가 허용되어 있습니다.

source: Die Verwendung von leicht entflammbaren Kühlschmierstoffen in den Bearbeitungsmaschinen ohne entsprechende Feuerlöscheinrichtung (Löschmittel und Sensorik) ist nicht zugelassen ()1.
ko_kr: 적절한 소방 설비(소방장치 및 센서 시스템) 없이 공작 기계에 인화성이 강한 절삭유를 사용하는 것은 허용되어 있지 않습니다()1.

source: Bei Einsatz leicht entflammbarer Werkstoffe, Hilfsstoffe oder Kühlschmierstoffe ist eine separate Risikobeurteilung der Brandmelde- und Löscheinrichtung für die entsprechende Bearbeitungsmaschine durchzuführen.
ko_kr: 인화성이 강한 원자재, 보조재 또는 절삭유를 투입할 경우 화재경보기와 소방 설비의 위험 판단을 해당 공작 기계에 대해 별도로 실행해야 합니다.

source: Beim Betreiber sind die eingesetzten Komponenten auf eine vollständige Inbetriebnahme hin zu überprüfen und zu dokumentieren.
ko_kr: 운영자는 정식 시운전을 통해 투입한 구성품을 점검하고 그 결과를 문서로 작성해야 합니다.

source: Das Bedienungs-, Wartungs- und Instandhaltungspersonal ist entsprechend zu schulen.
ko_kr: 운전기사, 정비기사 및 유지보수기사는 적절한 교육을 받아야 합니다.

source: Die Einrichtungen zum Brand- und Explosionsschutz sind durch eine regelmäßige Inspektion zu überprüfen und zu dokumentieren.
ko_kr: 화재 방지 및 폭발 방지를 위한 설비는 정기적인 검사를 통해 점검을 받아야 하고 또 그 결과를 문서로 작성해야 합니다.

source: Zur bestimmungsgemäßen Verwendung gehören neben den vom Hersteller / Inverkehrbringer zugesicherten Prozessverfahren auch das Beachten der Technischen Dokumentation sowie die Einhaltung der Inspektions- und Wartungsarbeiten.
ko_kr: 규정에 따른 사용에는 제작사 또는 공급사가 보증한 공정 외에 기술 자료를 준수하고, 검사 및 및 유지보수 작업을 실행하는 것도 포함됩니다.

source: Eine andere oder darüber hinausgehende Benutzung gilt als nicht bestimmungsgemäß.
ko_kr: 그 외의 또는 이를 넘어서는 사용은 규정에 따르지 않는 사용으로 간주됩니다.

source: ()¹ bei nachträglichem Anbau einer Feuerlöscheinrichtung erlischt die Konformitätserklärung der Maschine / Anlage!
ko_kr: ()¹ 소방 설비를 추가로 장착하는 경우 장비/설비의 적합성 선언은 무효화됩니다!

source: Warnung!
ko_kr: 경고

source: Der Betreiber der Maschine muss alle notwendigen Maßnahmen ergreifen, um Gesundheitsrisiken so gering wie möglich zu halten.
ko_kr: 본 장비의 운영자는 필요한 모든 조치를 취하여 보건과 관련된 위험을 최소한으로 줄여야 합니다.

source: Die Automation, im Folgenden auch Maschine/Anlage genannt, ist eine Sonderanfertigung, die für ein spezielles Produkt entwickelt und gebaut wurde.
ko_kr: 본 자동화 장치(이하에서 장비/설비라고 칭함)는 어떤 특별한 제품을 위한 개발하여 제작한 특수 장비입니다.

source: Die Anlage ist ausschließlich zum Ausrichten und zum Transport der vorgegebenen Werkstücke, die mit der Firma EMAG Automation abgestimmt wurden, vorgesehen.
ko_kr: 본 설비는 EMAG Automation사와 협의한, 지정된 공작물의 정렬과 운반을 위해서만 사용되도록 고안된 장비입니다.

source: Jede Fertigung anderer Werkstücke ist eine Fehlanwendung der Anlage.
ko_kr: 다른 공작물의 제작은 모두 설비의 오용입니다.

source: Änderungen des Werkstückspektrums bedürfen grundsätzlich der Abstimmung mit der Firma EMAG Automation in schriftlicher Form.
ko_kr: 공작물 범위를 변경하려면 기본적으로 EMAG Automation사와 협의하여 그 내용을 서면으로 작성해야 합니다.

source: Es ist untersagt andere, als für die Maschine vorgesehene Werkstücke zu transportieren.
ko_kr: 본 장비에 사용할 것으로 계획한 공작물 외의 다른 재료를 운반해서는 안 됩니다.

source: Folgende vernünftigerweise, vorhersehbare Fehlanwendungen sind dem Hersteller zum Auslieferungszeitpunkt der Maschine bekannt und müssen vermieden werden:
ko_kr: 합리적으로 생각할 때 예상할 수 있는 다음의 오용을 제작사는 기계를 인도하는 시점에 알고 있으며, 이러한 오용을 피해야 합니다:

source: Transport ungeeigneter Werkstücke
ko_kr: 부적절한 공작물의 운반

source: Transport leicht entflammbarer Werkstücke
ko_kr: 인화성이 강한 공작물의 운반

source: Wenn vom Hersteller / Inverkehrbringer nicht anders konzipiert und in Verkehr gebracht, ist die Bearbeitung von leicht entflammbaren oder explosionsgefährdeten Werkstoffen bei denen während der Bearbeitung Explosions- oder Brandgefahr besteht, untersagt.
ko_kr: 제작사/공급사가 달리 고안하여 유통하지 않은 한, 쉽게 인화되거나 또는 폭발할 위험이 있는 원자재를 가공해서는 안 되는 바, 왜나햐면 그러한 가공 중 폭발 또는 화재 위험이 있기 때문입니다.

source: Bei der Verwendung von Hilfsstoffen ist eine schädigende Beeinflussung der im Werkzeugmaschinenbau allgemein üblich eingesetzten Werkstoffe zu vermeiden
ko_kr: 보조제를 사용하는 경우, 이 보조제는 공작기계 제작 시 일반적으로 사용되는 보통의 재료에 악영향을 끼치지 않는 것이어야 합니다.

source: Nicht zugelassene Werkstoffe für den Bearbeitungsprozess sind:
ko_kr: 가공 공정에 허용되는 않는 원자재는 다음과 같습니다:

source: Kunststoffe, Keramik, Silizium u.a.
ko_kr: 플라스틱, 세라믹, 실리콘 등

source: leicht entflammbare oder explosionsgefährdete Werkstoffe
ko_kr: 쉽게 인화되거나 폭발 위험이 있는 원자재

source: Hilfsstoffe (Schmierstoffe und Öle), bei denen während der Bearbeitung Explosions- oder Brandgefahr besteht.
ko_kr: 가공 중 폭발 또는 화재 위험이 있는 보조제(윤활제 또는 오일).

source: Bei der Verwendung von Hilfsstoffen ist eine schädigende Beeinflussung der im Werkzeugmaschinenbau eingesetzten Werkstoffe zu vermeiden.
ko_kr: 보조제를 사용하는 경우 공작기계에 투입된 공작물에 악영향이 미치지 않도록 조치를 취합니다.

source: Handbetätigte Spannmittel dürfen nicht eingesetzt werden.
ko_kr: 수동식 고정장치를 사용해서는 안 됩니다.

source: Schutzeinrichtungen dürfen nicht manipuliert oder geändert werden.
ko_kr: 보호장치를 조작하거나 변경해서는 안 됩니다.

source: Dies gilt auch für den Umbau und die Einstellung von Sicherheitseinrichtungen oder -ventilen.
ko_kr: 이는 안전장치나 안전밸브의 개조와 설정에도 적용됩니다.

source: Bei eingeschalteter Anlage und erlaubtem Zutritt in den Automationsraum ist das Übersteigen oder das Unterkriechen der Werkstückspeicherbänder verboten.
ko_kr: 설비가 켜져 있고 자동화 장치 구역에 들어가는 것이 허용된 경우, 공작물 저장 컨베이어의 위로 오르거나 또는 그 밑으로 기어 들어가서는 안 됩니다.

source: Programmänderungen an programmierbaren Steuersystemen (z.B. Software der SPS) dürfen ohne schriftliche Genehmigung des Maschinenherstellers nicht vorgenommen werden.
ko_kr: 프로그램이 가능한 제어 시스템에서(예: PLC 소프트웨어) 프로그램을 변경하는 것은 머신 제작사의 서면 승인 없이는 금지됩니다.

source: Die Gewährleistung des Herstellers erlischt, wenn Systemänderungen vorgenommen werden oder Zusatzsoftware installiert wird.
ko_kr: 시스템을 변경하거나 보조 소프트웨어를 설치한 경우 제작사의 품질보증은 무효가 됩니다.

source: Für Schäden, die aus unsachgemäßer Benutzung der Maschine/Anlage resultieren, haftet der Hersteller/Inverkehrbringer nicht.
ko_kr: 장비/설비를 부적절하게 사용함으로써 발생한 손상에 대해서는 제작사/공급사가 책임을 지지 않습니다.

source: Das Risiko trägt allein der Anwender.
ko_kr: 모든 위험에 대한 부담은 사용자 본인이 져야 합니다.

source: Der Betreiber ist dazu verpflichtet, das Personal/die Bediener in Bezug auf die Risiken und die zu ergreifenden Vorsichtsmaßnahmen ausreichend anzuweisen und auszubilden.
ko_kr: 운영자에게는 위험 및 취해야 할 예방 조치와 관련하여 직원/운전기사에게 충분히 지시하고 충분한 교육을 실시할 의무가 있습니다.

source: Erst dann darf die Maschine durch das Personal/die Bediener betrieben werden.
ko_kr: 그런 다음에야 직원/운전기사가 본 장비를 작동시켜야 합니다.

source: Der Betreiber ist dazu verpflichtet, Gesundheitsprüfungen des Personals/der Bediener auszuführen und zu überwachen.
ko_kr: 운영자에게는 직원/운전기사의 건강 검진을 실시하고 이를 감독할 의무가 있습니다.

source: Die Gesundheitsprüfungen müssen in Übereinstimmung mit den örtlichen Bestimmungen erfolgen.
ko_kr: 건강 검진은 본 장비의 설치 지역에서 적용되는 규정에 따라 실시해야 합니다.

source: Der Betreiber ist dazu verpflichtet, bei der zuständigen Behörde die Auflagen zum Abblasen der Abgase in die Atmosphäre zu erfragen und diese einzuhalten.
ko_kr: 운영자에게 배기가스의 대기 방출에 관한 법령을 관할 당국에 문의하고 그 규정을 준수할 의무가 있습니다.

source: Die Betriebssicherheit der Maschine und ihrer Komponenten ist nur im Rahmen der bestimmungsgemäßen Verwendung gewährleistet.
ko_kr: 본 장비 및 그 구성품의 안전 작동은 규정에 따라 사용할 경우에만 보장됩니다.

source: Um einen sicheren Umgang mit der Maschine/Anlage zu gewährleisten, muss die Gesamtdokumentation von jedem aufmerksam gelesen werden, der an der Maschine/Anlage arbeitet oder Arbeiten an der Maschine/Anlage durchführt.
ko_kr: 본 장비/설비를 확실히 안전하게 취급하기 위해서는 본 장비/설비를 사용하여 작업을 하거나 또는 본 장비/설비에서 작업을 하는 작업자는 누구나 본 설명서 전체를 주의 깊게 읽어야 합니다.

source: Um dies sicherzustellen, muss die Gesamtdokumentation am Einsatzort der Maschine/Anlage aufbewahrt werden.
ko_kr: 이를 위해 본 장비/설비의 설치 장소에 본 설명서 전체를 비치해 두어야 합니다.

source: Veränderungen und Umbauten an der Maschine/Anlage und ihren Komponenten sind nur mit schriftlicher Genehmigung von EMAG zulässig.
ko_kr: 본 장비/설비의 변경 및 개조는 EMAG사의 서면 허가가 있는 경우에만 허용됩니다.

source: Personen, die an der Maschine/Anlage arbeiten oder Arbeiten an der Maschine / Anlage durchführen, müssen eine geeignete persönliche Schutzausrüstung tragen, die den geltenden Vorschriften entspricht (z.B. Sicherheitsschuhe, Gehörschutz, Schutzhandschuhe, Arbeitskleidung).
ko_kr: 본 장비/설비를 사용하여 작업하거나 또는 본 장비/설비에서 작업하는 작업하는 작업자는 관련 규정을 충족시키는 개인보호장비(예: 안전화, 귀마개, 안전장갑, 작업복)을 착용해야 합니다.

source: Die Maschine / Anlage und ihre Komponenten dürfen nur in technisch einwandfreiem Zustand betrieben werden.
ko_kr: 본 장비/설비 및 그 구성품은 기술적으로 문제가 없는 상태에서만 작동시켜야 합니다.

source: Alle Schutzvorrichtungen müssen angebracht sein und funktionieren.
ko_kr: 모든 보호장치가 부착되어 있어야 하며 또 원활히 작동해야 합니다.

source: Die Funktion der Schutzvorrichtungen muss nach der Inbetriebnahme, nach Störungsbehebung und nach Wartungsarbeiten überprüft werden.
ko_kr: 보호장치의 기능을 시운전 후, 고장 수리 후 그리고 정비 작업 후 점검해야 합니다.

source: Ohne Genehmigung des Herstellers dürfen keine Veränderungen, An- oder Umbauten an der Maschine vorgenommen werden.
ko_kr: 제작사의 허가 없이 본 장비에서 어떠한 변경, 추가 장착 및 개조 작업을 해서는 안 됩니다.

source: Sämtliche Umbaumaßnahmen erfordern eine schriftliche Bestätigung.
ko_kr: 모든 개조 조치에는 서면 확인이 필요합니다.

source: Geräteteile in nicht einwandfreiem Zustand sofort austauschen.
ko_kr: 장치의 부품은 그 상태가 원활하기 않은 경우 즉시 교체해야 합니다.

source: Nur original Ersatz- und Verschleißteile verwenden.
ko_kr: 정품 예비품과 소모품만 사용하십시오.

source: Bei fremdbezogenen Teilen ist nicht gewährleistet, dass sie beanspruchungs- und sicherheitsgerecht konstruiert und gefertigt sind.
ko_kr: 그 외의 다른 부품인 경우에는 그 부품이 요건을 충족시키고 안전하게 구성되어 제작되었다는 것을 보장할 수 없습니다.

source: Widerrechtliches Handeln verwirkt den Garantieanspruch der gesamten Maschine.
ko_kr: 불법적인 행동을 하면 기계 전체의 품질보증 요구권을 상실하게 됩니다.

source: Bei nachträglichem Anbau einer Automation an die Maschine, in Verbindung mit einer kraftbetriebenen, beweglichen Schutzeinrichtung, erlischt die Konformitätserklärung der Maschine.
ko_kr: 자동화 장치를 동력으로 구동되는 가동형 보호장치와 연결된 본 장비에 추가로 장착하면 본 장비의 적합성 선언은 무효가 됩니다.

source: Bei allen Arbeiten an der Maschine (Instandhaltung/Wartung, Einrichten und Automatik) sind die Mitarbeiter verpflichtet, eine persönliche Schutzausrichtung (PSA) zu tragen.
ko_kr: 본 장비에서 작업(유지보수/정비, 셋업 및 자동 제어)을 할 때 작업자에게는 항상 개인보호장비(PPE)를 착용할 의무가 있습니다.

source: Der Betreiber der Anlage ist dazu verpflichtet, für eine sicherheitsbezogene Ausbildung der Mitarbeiter zu sorgen.
ko_kr: 설비의 운영자에게는 직원이 안전과 관련된 교육을 받도록 할 의미가 있습니다.

source: Gefahrenbereich
ko_kr: 위험 구역

source: Der Gefahrenbereich ist die Umgebung der Maschine, in der Personen durch arbeitsbedingte Bewegungen von Maschinenteilen, von Einrichtungen oder von Werkstücken erreicht werden können.
ko_kr: 위험영역이란 주로 머신의 주변 공간을 일컫게 되는데, 이는 작업자가 작업을 진행하면서 해당 머신이나 설비장치 또는 워크피스 등과 접촉할 위험성이 상존하기 때문입니다.

source: Der Aufenthalt im Gefahrenbereich lässt sich bei bestimmten Arbeiten z.B. beim Einrichten oder Warten nicht vermeiden.
ko_kr: 하지만 설치나 유지보수와 같은 어떤 특정한 작업을 할 경우에는 어쩔 수 없이 위험 구역에 머물러야 하는 상황이 발생합니다.

source: Hierbei sind unbedingt die besonderen Vorsichtsmaßnahmen und Sicherheitsvorschriften einzuhalten.
ko_kr: 이 때에는 반드시 특별한 안전 대책을 마련하고, 해당 안전규정을 철저히 준수합니다.

source: Arbeitsplatz
ko_kr: 작업 공간

source: Der Arbeitsplatz befindet sich abhängig von der auszuführenden Tätigkeit an unterschiedlichen Stellen der Maschine und kann auch Gefahrenbereiche einschließen.
ko_kr: 작업공간은 머신의 다양한 작업에 따라 달라지며, 위험영역이 또한 포함될 수도 있습니다.

source: Schutzeinrichtungen wie Endschalter, Sicherheitsscheibe, Schutzgitter, Abdeckhauben sind konstruktive Maßnahmen, um Gefahren abzuwenden.
ko_kr: 리밋 스위치나 안전판, 방호 울타리, 덮개판과 같은 안전장치는 위험을 방지하기 위한 구조적인 조치입니다.

source: Um Restrisiken zu vermeiden, sind die Sicherheitsvorschriften unbedingt einzuhalten und zu beachten.
ko_kr: 그 외의 다른 위험을 방지하기 위해 안전 규정을 반드시 준수하고 그 규정에 유의해야 합니다.

source: Die Ausführung der Maschine wird durch den Einsatzbereich bestimmt und kann von der Standardversion in manueller Bedienweise bis zur vollautomatischen Fertigungszelle variieren.
ko_kr: 머신 모델 사양은 사용될 작업 범위에 따라 결정되며, 수동식으로 조작되는 표준 버전부터 전자동 제조 셀까지 다양합니다.

source: Bei einer Maschine mit vollautomatischem Fertigungsablauf kann je nach Maschinentyp die Lage der Automation variieren.
ko_kr: 완전 자동식 공정으로 진행되는 머신의 경우 각 머신 종류에 따라 자동화 장치의 설비 규모가 달라집니다.

source: Da sich die Sicherheitsvorschriften bei jeder Variante wiederholen, sind die folgenden Beschreibungen für eine Standardautomation ausgeführt.
ko_kr: 각 버전에서 안전 규정이 반복되어 수록되므로 표준 자동화 장치에 대한 다음의 설명을 수록하였습니다.

source: Manche Bilder und Grafiken in den Anleitungen können je nach Maschinenausführung abweichen, was jedoch das Verständnis nicht beeinträchtigt.
ko_kr: 본 설명서에 수록된 많은 삽화와 도표는 장비의 모델에 따라 다르지만 이해에는 아무런 영향을 끼치지 않습니다.

source: Abbildung ‑ : Arbeitsplatz des Bedieners
ko_kr: 삽화 ‑ : 운전기사의 작업 공간

source: Der Arbeitsplatz des Bedieners befindet sich am Bedienpult sowie am Zu- und Abführband.
ko_kr: 운전기사의 작업 공간은 조작 패널과 공급벨트 및 배출벨트에 있습니다.

source: Der Gefahrenbereich befindet sich am Bedienpult sowie am Zu- und Abführband.
ko_kr: 위험 구역도 조작 패널과 공급벨트 및 배출벨트에 있습니다.

source: Der Gefahrenbereich ist der gesamte Arbeitsplatz.
ko_kr: 작업 공간 전체가 위험 구역입니다.

source: Betriebsart/Einsatzort
ko_kr: 작업 종류 / 설치 장소

source: Auszuführende Tätigkeit
ko_kr: 실행 작업

source: Alle Maschinenbewegungen
ko_kr: 모든 머신 동작

source: Automatik
ko_kr: 자동 모드

source: Produktion (Automation Be- und Entladen)
ko_kr: 생산(적재 및 하적 자동 제어)

source: Werkstücke können schwere Schnittverletzungen verursachen.
ko_kr: 공작물에 의해 중대한 절상을 입을 수 있습니다.

source: Tragen Sie Schutzhandschuhe beim Umgang mit scharfkantigen Werkstücken.
ko_kr: 모서리가 날카로운 공작물을 다룰 때에는 안전장갑을 착용하십시오.

source: Heiße Werkstücke können Brandverletzungen verursachen.
ko_kr: 뜨거운 표면에 의해 화상을 입을 수 있습니다.

source: Lassen Sie besondere Vorsicht beim Umgang mit heißen Werkstücken walten.
ko_kr: 뜨거운 공작물을 취급할 때에는 특별히 주의를 기울여 다루어야 합니다.

source: Tragen Sie Schutzhandschuhe beim Umgang mit entsprechenden Werkstücken.
ko_kr: 그러한 공작물을 다룰 때는 안전장갑을 착용하십시오.

source: Sich bewegende Maschinenteile
ko_kr: 장비의 가동 부품

source: Bewegte Maschinenteile oder bewegte Werkstücke können Quetschungen und Schnittverletzungen verursachen.
ko_kr: 작동 중인 머신 부품 및 움직이는 워크피스로 인해 끼임사고 또는 절단사고가 발생할 위험이 있습니다.

source: Es ist verboten, bewegte Maschinenteile oder bewegte Werkstücke zu berühren.
ko_kr: 작동 중인 머신 부품 및 움직이는 워크피스를 만지는 것을 금합니다.

source: Quetschgefahr an der Rohteil-Zuführung!
ko_kr: 미가공 부품 공급장치에서의 끼임 위험!

source: Es besteht Quetschgefahr am Zuführbereich.
ko_kr: 공급 구역에서는 끼임 위험이 있습니다.

source: Lassen Sie besondere Vorsicht beim Be- und Entladen der Zuführbereiche walten.
ko_kr: 공급 구역에서 적재 및 하적 작업을 할 때 특별한 주의를 기울이십시오.

source: Schnittgefahr durch scharfkantige Werkstücke an der Rohteil-Zuführung!
ko_kr: 미가공 부품 공급장치에서 모서리가 날카로운 공작물에 의한 절상 위험!

source: Es besteht Schnittgefahr am Zuführbereich.
ko_kr: 공급 구역에서는 절상 위험이 있습니다.

source: Tragen Sie Schutzhandschuhe
ko_kr: 안전장갑을 착용하십시오.

source: Schutzausrüstung
ko_kr: 보호 장비

source: Schutzhandschuhe
ko_kr: 안전장갑

source: Sicherheitsschuhe
ko_kr: 안전화

source: Arbeitsschutzkleidung
ko_kr: 안전작업복

source: Arbeitsplatz des Einrichters
ko_kr: 장비 설치기사의 작업 공간

source: Abbildung ‑ : Arbeitsplatz des Einrichters
ko_kr: 삽화 ‑ : 설치기사의 작업 공간

source: Der Arbeitsplatz befindet am Zuführband, an der Orientierstation, am Shuttle, am Abführband, am Portal, an der Wartungseinheit am Bedienpult (Steuerung) und am Schutzzaun.
ko_kr: 작업 공간은 공급벨트, 정향 스테이션, 셔틀, 배출벨트, 포털, 조작 패널(제어)의 정비 유닛 및 방호 울타리에 있습니다.
